---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.WattsPerCubicMeter
source: html/312410f6-52e2-dfd1-95a6-6826c670259f.htm
---
# Autodesk.Revit.DB.UnitTypeId.WattsPerCubicMeter Property

Watts per cubic meter.

## Syntax (C#)
```csharp
public static ForgeTypeId WattsPerCubicMeter { get; }
```